var AttractionsData=[
	{
		"title":"環球影城",
		"details":"日本環球影城是以好萊塢熱門電影為主題的大型娛樂主題樂園，匯集許多使用影像、音響等尖端技術而完成的數十多項充滿緊張刺激、新鮮有趣的娛樂設施，另有精彩生動的表演秀、現場娛樂節目、52處餐廳設施和32 處紀念品販賣店等，可體驗滿載驚慄、感動與興奮的好萊屋電影世界。不只讓日本國內遊客，也讓來自海外遊客感受其魅力。它吸引每一位遊客成為環球娛樂節目裡的主角，給遊客帶來難忘的時光。除了體驗滿載驚慄、感動與興奮的好萊塢電影遊樂項目，在夜晚裡發生出色彩斑爛光芒的大遊行，融合所有生命充滿活力躍動的表演，呈現出前所未見的超大規模fantasticworld，值得一看。",
		"latitude":34.665442,
		"longitude":135.432338,
		"pic":"./images/1.png"
	},
	{
		"title":"黑門市場",
		"details":"黑門市場被稱之為「大阪廚房」，總長580公尺，各類的生鮮食品店等共180家左右，在這裡可以感受到大阪活力老百姓的日常生活。",
		"latitude":34.665153,
		"longitude":135.506865,
		"pic":"./images/Cover.png"
	},
	{
		"title":"道頓堀",
		"details":"道頓堀是大阪南邊最熱門的娛樂地區也是運河的名稱，許多美食餐飲、酒吧、小吃、服飾精品及電影院等娛樂設施林立在街道兩旁，讓人不禁眼花繚亂，是最受大阪市民歡迎休閒娛樂地區之一。螃蟹道樂、食倒太郎、固力果的大型馬拉松跑者霓紅廣告牌等道頓堀獨特的巨大人像或是動物招牌廣告爭奇鬥艷，甚至有些建築的整個墻面被五光十色的霓虹廣告裝點。每到夜晚，燈光裝飾的招牌、霓虹燈光和道頓堀川水面上的反射光交相輝映，把城市點綴得更加華麗漂亮。除此之外，道頓堀還有上演木偶戲的文樂座和表演大眾曲藝寄席等傳統藝術的劇場。建於17世紀的法善寺位於道頓堀川沿岸通往南邊的一條道上，掛在寺前的燈籠在這段繁華的商業街上格外耀眼，每當黃昏時分散髮朦朧光芒。道頓堀是連接大阪府大阪市的河木津川與東橫堀川全長2.5公里的運河。這條運河是安井道頓、安井道卜與平野鄉的安藤藤次在1612年用私人財產興建，於1615年完工。當時的摄津大阪籓主松平忠明為獎賞他們的功績，自安井道頓的名子取名而命名為道頓堀。由1660年道頓堀代開始，這地區開始出現許多表演歌舞伎等日本傳統戲劇的劇場，如中座、朝日座等，因而逐漸的成為今日繁榮鬧區。",
		"latitude":34.668515,
		"longitude":135.502552,
		"pic":"./images/3.png"
	},
	{
		"title":"天王寺動物園",
		"details":"天王寺動物園（てんのうじどうぶつえん）大阪市天王寺公園內的大阪市立動物園。於1915年（大正4年）1月1日開園，是日本第三個動物園。園內面積約11公頃，約飼養230種1，1000點的動物，是都市型綜合動物園。2006年的年間總入場者數約186萬人，其中收費入場者數68萬1934人。2006年7月16日，總收費入園人數超過1億人。在日本國內是第二個入場者超過了1億人的動物園。特色除了新西蘭以外，飼養了世界上珍貴的動物-鷸鴕。增加了獅尾猴，鑽床，東北虎，黑犀，仙鶴類，日本鸛，隱鵖，揚子鱷等稀有動物繁殖的力度。另外，1990年代後半，動物的生活地環境儘可能的再現了動物的野外生活。到目前為止，日本首次在水中游泳池透視展示爬蟲類生態館蓼藍毛皮。2006年11月3日至5日舉行的「滅絕危機的動物展」，首次公開了保存的滅絕的日本海獅標本。主展示設施和飼養動物爬蟲類生態館主要飼養動物-密西西比鱷魚，揚子鱷、大鱷龜，亞達伯拉象龜，玳瑁，圓鼻巨蜥，美洲鬣蜥，綠樹蟒，網紋蟒，娃娃魚非洲熱帶草原主要飼養動物-河馬，コフラミンゴ，黑犀，斑鬣狗，倭貓鼬，獅子，鴕鳥，斑馬、愛羚羊，鴕鳥，蹄兔，珍珠雞，球的蟒蛇，非洲禿頂小光亞洲熱帶雨林飼養動物-印度大象夜行性動物館主要飼養動物-鷸鴕，埃及路套蝙蝠，狸，懶猴，犰狳，嬰猴，刷尾負鼠鳥的樂園主要飼養動物-白鸛等 除了這些還飼養有，チュウゴク狼和北極熊，考拉，東北虎，積架，小熊貓，日本鸛等。",
		"latitude":34.650727,
		"longitude":135.507696,
		"pic":"./images/zoo.png"
	},
];
